<!-- START PAGE CONTENT -->
      <div class="content ">
        <div class=" container-fluid   container-fixed-lg">
          <!-- START CONTAINER FLUID -->

          <?php $attributes = array('name' => 'frmCreatevent', 'id' => 'form-event-profile');
                              $lang = $this->uri->segment(1);
                              $id = $this->uri->segment(4);
                              echo form_open_multipart($lang.'/member/saveEventForm', $attributes); 
              ?>
           <input type="hidden"  name="project_id" value="<?php echo $project[0]->project_id;?>" />
           <input type="hidden" name="redirect" value="<?php echo current_url(); ?>" />
          <div class=" container-fluid   container-fixed-lg">
            <div id="rootwizard" class="m-t-50">
              <!-- Nav tabs -->
              <ul class="nav nav-tabs nav-tabs-linetriangle nav-tabs-separator nav-stack-sm" role="tablist" data-init-reponsive-tabs="dropdownfx">
                <li class="nav-item">
                  <a class="active" data-toggle="tab" href="#tab1" role="tab"><i class="pg-outdent tab-icon"></i> <span>ข้อตกลง</span></a>
                </li>
                <li class="nav-item">
                  <a class="" data-toggle="tab" href="#tab2" role="tab"><i class="fa fa-hospital-o tab-icon"></i> <span>ข้อมูลส่วนบุคคล/องค์กร</span></a>
                </li>
                <li class="nav-item">
                  <a class="" data-toggle="tab" href="#tab3" role="tab"><i class="fa fa-credit-card tab-icon"></i> <span>ข้อมูลงาน/ผลงาน</span></a>
                </li>
                <li class="nav-item">
                  <a class="" data-toggle="tab" href="#tab4" role="tab"><i class="fa fa-clipboard tab-icon"></i> <span>การร่วมจัดแสดงและเอกสาร</span></a>
                </li>
                <li class="nav-item">
                  <a class="" data-toggle="tab" href="#tab5" role="tab"><i class="fa fa-check tab-icon"></i> <span>เสร็จสิ้น</span></a>
                </li>
              </ul>
              <!-- Tab panes -->

             
              <div class="tab-content">
                <div class="tab-pane padding-20 sm-no-padding active slide-left" id="tab1">
                
                <?php             
                  if($this->session->flashdata('error')){
                      echo $this->session->flashdata('error');
                      $this->session->unset_userdata('error');
                    } 
                  ?>
                  <div class="row row-same-height">
                    <div class="col-md-5 b-r b-dashed b-grey sm-b-b">
                      <div class="padding-30 sm-padding-5 sm-m-t-15 m-t-50">
                        
                        <h2>ที่มาและข้อตกลง</h2>
                        <p><?php echo $project[0]->project_name.' '.$project[0]->project_provenance;?> </p>
                        <p class="small hint-text"><?php echo $project[0]->type_name;?></p><!--งานจัดแสดง , สินค้า , อาหารและเครื่องดืม--> 
                        <br>
                        <div>
                          <div class="profile-img-wrapper m-t-5 inline">
                            <img width="35" height="35" data-src-retina="assets/img/profiles/avatar_small2x.jpg" data-src="assets/img/profiles/avatar_small.jpg" alt="" src="assets/img/profiles/avatar_small2x.jpg">
                            <div class="chat-status available">
                            </div>
                          </div>
                          <div class="inline m-l-10">
                            <p class="small hint-text m-t-5"><?php echo @$project[0]->project_update_user; ?>
                              <br>ผู้ประสานงานโครงการ</p>
                            </div>
                          </div>
                        </div>
                      </div>
                      <div class="col-md-7">
                        <div class="padding-30 sm-padding-5">

                          <h5>เงื่อนไขและข้อตกลง</h5>
                          <div class="row">
                            <div class="card-block">
                              <div class="scrollable">
                                <div class="demo-card-scrollable">
                                  <p>ข้อตกลงและเงื่อนไขการใช้บริการแอปพลิเคชัน MTL SIX PACKS (“แอปพลิเคชัน”) มีผลบังคับระหว่างบริษัท เมืองไทยประกันชีวิต จำกัด (มหาชน) ซึ่งต่อไปในข้อตกลงนี้จะเรียกว่า “บริษัท” กับ ผู้เข้าร่วมโครงการ MTL SIX PACKS ซึ่งต่อไปใน ข้อตกลงนี้จะเรียกว่า “ผู้เข้าร่วมโครงการ” โดยมีรายละเอียดดังต่อไปนี้</p>
                                  <dl>
                                  <p>  1.บททั่วไป </p>

                                  <p>เมื่อผู้เข้าร่วมโครงการ ลงทะเบียนเข้าใช้บริการแอปพลิเคชันโดยการเลือก “ตกลง” เรียบร้อยแล้ว ถือว่าผู้เข้าร่วมโครงการ ได้รับทราบและยอมรับข้อตกลงและเงื่อนไขทั้งหมดนี้แล้ว ทั้งนี้ บริษัทขอสงวนสิทธิ์ในการแก้ไขหรือเปลี่ยนแปลงข้อตกลงและเงื่อนไขการใช้บริการแอปพลิเคชันได้ตลอดเวลาตามดุลยพินิจของบริษัท
                                    ผู้เข้าร่วมโครงการตกลงยินยอมให้บริษัทจัดเก็บ รวบรวมและใช้ข้อมูลที่เกิดจากการที่ผู้เข้าร่วมโครงการเข้าใช้งาน แอปพลิเคชัน รวมทั้งการเปิดเผยข้อมูลของผู้เข้าร่วมโครงการต่อบุคคลที่สาม ทั้งนี้ เพื่อวัตถุประสงค์ในการทำการตลาด การติดต่อสื่อสาร การเสนอขายผลิตภัณฑ์ต่างๆ การจัดทำสถิติ การจัดทำแบบสอบถามหรือการสำรวจเกี่ยวกับธุรกิจหรือกิจกรรมหรือเพื่อการอื่นใดตามที่บริษัทเห็นว่าจะเป็นประโยชน์แก่ผู้เข้าร่วมโครงการ
                                    ผู้เข้าร่วมโครงการมีสิทธิในการเข้าถึงข้อมูลและใช้บริการแอปพลิเคชันที่แตกต่างกันตามสถานะของผู้เข้าร่วมโครงการ
                                    บริษัทขอสงวนสิทธิ์ไม่รับผิดชอบในความเสียหายใดๆ หรือการไม่สามารถทำงานได้ตามปกติของอุปกรณ์ของผู้เข้าร่วมโครงการที่เกิดขึ้นจากการติดตั้งแอปพลิเคชัน หรือการใช้งานใดๆ บนแอปพลิเคชันนี้
                                    เนื้อหา แนวคิด รูปภาพ สัญลักษณ์ ตัวอักษร กราฟฟิก การออกแบบ ข้อมูลทั้งหมด และทรัพย์สินทางปัญญาทุกชนิดที่บริษัทได้สร้างสรรค์ขึ้นตามที่ปรากฎในแอปพลิเคชันนี้ ถือเป็นกรรมสิทธิ์และลิขสิทธิ์ของบริษัท โดยผู้เข้าร่วมโครงการตกลงไม่ทำซ้ำหรือดัดแปลง เผยแพร่ต่อสาธารณชน ขายหรือแจกจ่ายในลักษณะที่อาจก่อให้เกิดความเสียหายแก่บริษัท และ/หรือกระทำการอื่นใดอันเป็นการละเมิดทรัพย์สินทางปัญญาของบริษัท ไม่ว่าจะส่วนหนึ่งส่วนใด หรือทั้งหมดของแอปพลิเคชันนอกเหนือจากการใช้งานตามปกติส่วนบุคคล
                                    กรณีที่บริษัทมีความจำเป็นต้องเปิดเผยข้อมูล หรือธุรกรรมที่เกี่ยวข้องกับการใช้บริการของผู้เข้าร่วมโครงการให้แก่หน่วยงานของรัฐภายใต้บทบัญญัติของกฎหมาย คำสั่ง หรือกฎระเบียบของรัฐ ผู้เข้าร่วมโครงการตกลงยินยอมให้บริษัทเปิดเผย หรือรายงานข้อมูล และ/หรือจัดทำรายงานเกี่ยวกับผู้เข้าร่วมโครงการมอบให้แก่เจ้าหน้าที่ หรือหน่วยงานของรัฐได้ทุกประการ
                                    บริษัทตระหนักและให้ความสำคัญสูงสุดถึงความปลอดภัยในข้อมูลของผู้เข้าร่วมโครงการและพร้อมยึดถือปฏิบัติตามกรอบข้อบังคับของกฎหมายด้านการดูแลรักษาข้อมูล ทั้งนี้ ผู้เข้าร่วมโครงการมีสิทธิในการเลือกที่จะให้หรือปฏิเสธการให้ข้อมูลส่วนบุคคลตามที่บริษัทร้องขอ อย่างไรก็ตามการปฏิเสธไม่ให้ข้อมูลดังกล่าวอาจมีผลต่อข้อจำกัดในการใช้บริการต่างๆ ของบริษัทเช่นกัน
                                    ในกรณีที่ผู้เข้าร่วมโครงการใช้บริการโดยผ่านเว็บไซต์หรือโปรแกรมของบริษัทพันธมิตรหรือบุคคลที่สามผ่านทาง แอปพลิเคชัน ผู้เข้าร่วมโครงการอาจถูกร้องขอให้เปิดเผยข้อมูลส่วนบุคคลหรือปฏิบัติตามข้อตกลงและเงื่อนไขในการใช้งานของบริษัทพันธมิตรหรือบุคคลที่สามดังกล่าว โดยบริษัทไม่มีส่วนเกี่ยวข้องในธุรกรรมระหว่างท่านกับบริษัทพันธมิตรหรือบุคคลที่สามดังกล่าวใดๆ ทั้งสิ้น
                                    บรรดาหนังสือบอกกล่าว หรือการแจ้งคำบอกกล่าวใดๆ ที่บริษัทส่งให้ผู้เข้าร่วมโครงการ ตามที่อยู่ หรือ หมายเลขโทรศัพท์มือถือ หรือ อีเมล ที่ผู้เข้าร่วมโครงการได้แจ้งไว้กับบริษัทนั้น ให้ถือว่าเป็นการส่งโดยชอบและผู้เข้าร่วมโครงการได้รับทราบเรียบร้อยแล้ว ในกรณีที่ผู้เข้าร่วมโครงการ มีการเปลี่ยนแปลงที่อยู่ หรือ หมายเลขโทรศัพท์มือถือ หรือ อีเมล จะต้องแจ้งให้บริษัททราบทันที หากผู้เข้าร่วมโครงการมิได้แจ้งการเปลี่ยนแปลงดังกล่าว ให้ถือว่าการส่งคำบอกกล่าวไปยังที่อยู่ หรือ หมายเลข โทรศัพท์มือถือหรืออีเมลเดิม เป็นการส่งโดยชอบแล้ว
                                    กรณีมีเงื่อนไขข้อใดข้อหนึ่งในข้อตกลงและเงื่อนไขการใช้บริการ MTL SIX PACKS ขัดต่อกฎหมายหรือไม่มีผลใช้บังคับ ให้ถือว่าเงื่อนไขนั้น ๆ เป็นโมฆะเฉพาะส่วนที่ขัดต่อกฎหมายหรือไม่มีผลใช้บังคับเท่านั้น แต่เงื่อนไขส่วนอื่นยังคงมีผลใช้บังคับอยู่อย่างสมบูรณ์ และผู้เข้าร่วมโครงการยังคงผูกพันภายใต้เงื่อนไขที่เหลือดังกล่าวนี้
                                  </p>
                                  <p> 2.รายละเอียดของโครงการ MTL SIX PACKS</p>

                                   <p> ช่องทางการดาวน์โหลดแอปพลิเคชัน</p>

                                    <p>ผู้เข้าร่วมโครงการ สามารถดาวน์โหลดแอปพลิเคชัน ผ่านทาง App Store® หรือ Google Play™ โดยพิมพ์คำว่า MTL Six Packs </p>

                                    <p>*แอปพลิเคชัน MTL SIX PACKS รองรับระบบปฏิบัติการ Android 4.1 ขึ้นไป และ iOS 8 ขึ้นไป โดยต้องมีพื้นที่ว่างของเครื่องอย่างน้อย 20 MB สำหรับระบบ Android และอย่างน้อย 31 MB สำหรับระบบ iOS และ RAM ขั้นต่ำ 512 MB </p>

                                    <p> การสมัครใช้บริการแอปพลิเคชัน</p>

                                    <p>ผู้เข้าร่วมโครงการสามารถสมัครเข้าใช้บริการแอปพลิเคชันได้ 3 วิธี คือสมัครผ่าน เบอร์โทรศัพท์มือถือ, อีเมล หรือบัญชี Facebook</p>
                                    <p>กรณีสมัครผ่านเบอร์โทรศัพท์มือถือ</p>
                                    <p>กดปุ่ม “สมัครสมาชิก”</p>
                                    เลือกสมัครด้วย SMS และกรอกข้อมูลตามที่กำหนดในแอปพลิเคชัน
                                    เมื่อกรอกข้อมูลครบแล้วเลือก “ยอมรับข้อตกลงและเงื่อนไข” หลังจากนั้นกด “สมัครสมาชิก”
                                    กรอกรหัส OTP ที่ได้รับจากเบอร์โทรศัพท์มือถือตามที่ผู้เข้าร่วมโครงการ ได้ลงทะเบียนไว้ในแอปพลิเคชัน เพื่อยืนยันตัวตน
                                    กรณีสมัครผ่านอีเมล
                                    กดปุ่ม “สมัครสมาชิก”
                                    เลือกสมัครด้วย อีเมลและกรอกข้อมูลตามที่กำหนดในแอปพลิเคชัน
                                    เมื่อกรอกข้อมูลครบแล้วเลือก “ยอมรับข้อตกลงและเงื่อนไข” หลังจากนั้นกด “สมัครสมาชิก”
                                    ยืนยันตัวตนผ่านอีเมลตามข้อมูลที่ผู้เข้าร่วมโครงการ ได้ลงทะเบียนไว้ในแอปพลิเคชัน
                                    กรณีสมัครผ่านบัญชี Facebook
                                    เข้าสู่ระบบโดย Facebook
                                    เลือก “ยอมรับข้อตกลงและเงื่อนไข” หลังจากนั้นกด “สมัครสมาชิก”

                                    สถานะสมาชิกของผู้เข้าร่วมโครงการ MTL SIX PACKS มี 2 ประเภท
                                    เมื่อผู้เข้าร่วมโครงการสมัครใช้บริการแอปพลิเคชันจะมีสถานะเริ่มต้นเป็นสมาชิกระดับ Regular
                                    ในกรณีที่ผู้เข้าร่วมโครงการ ซื้อผลิตภัณฑ์ที่เข้าร่วมโครงการ MTL SIX PACKS ตามที่ระบุ และบริษัท ได้รับชำระเบี้ยประกันภัย และกรมธรรม์ และ/หรือสัญญาเพิ่มเติมได้รับการอนุมัติจากบริษัทเรียบร้อยแล้ว สถานะสมาชิกของผู้เข้าร่วมโครงการ จะเปลี่ยนเป็นระดับ Premium ภายใน 15 วันทำการ
                                    ในกรณีที่ผู้เข้าร่วมโครงการมีผลิตภัณฑ์ที่เข้าร่วมโครงการ MTL SIX PACKS ตามที่ระบุ แล้ว สถานะสมาชิกของผู้เข้าร่วมโครงการ จะเปลี่ยนเป็นระดับ Premium ภายใน 15 วันทำการ นับแต่วันที่บริษัทได้รับชำระเบี้ยประกันภัยในปีต่ออายุ ทั้งนี้ สถานะสมาชิกระดับ Premium จะยังคงอยู่เมื่อคุณได้ชำระเบี้ยประกันภัยกรมธรรม์และ/หรือสัญญาเพิ่มเติมในปีนั้นๆแล้วอย่างต่อเนื่อง
                                    การเข้าร่วมกิจกรรม

                                    ผู้เข้าร่วมโครงการ สามารถเข้าร่วมกิจกรรมต่างๆ ตามที่ระบุไว้ในแอปพลิเคชัน รวมถึงกิจกรรมต่างๆจากบริษัทพันธมิตรที่เข้าร่วมกับโครงการ MTL SIX PACKS เพื่อสะสม E-Sticker โดยผู้เข้าร่วมโครงการ สามารถตรวจสอบวิธีสะสม E-Sticker ได้จากรายละเอียดกิจกรรมที่ระบุไว้ในแอปพลิเคชัน

                                    อนึ่ง ในแต่ละกิจกรรมนั้น อาจจะมีข้อกำหนดและเงื่อนไขโดยเฉพาะ ดังนั้น ผู้เข้าร่วมโครงการต้องศึกษาและทำความเข้าใจในข้อกำหนดและเงื่อนไขเฉพาะเหล่านั้น

                                    การสะสม E-Sticker

                                    ผู้เข้าร่วมโครงการสามารถสะสม E-Sticker จากการเข้าร่วมกิจกรรมต่างๆ ตามเงื่อนไขที่กำหนดไว้ในแต่ละ Pack (ดูหัวข้อ กิจกรรมต่างๆในโครงการ MTL SIX PACKS และการสะสม E-Sticker)

                                    การเชื่อมต่ออุปกรณ์นับจังหวะการเดิน

                                    ผู้เข้าร่วมโครงการสามารถเชื่อมต่ออุปกรณ์นับจังหวะการเดินกับแอปพลิเคชันได้ โดยอุปกรณ์ที่สามารถเชื่อมต่อข้อมูลได้มีดังนี้

                                    Fitbit*
                                    Jawbone*
                                    Garmin*
                                    Apple Watch และ Apple Health แอปพลิเคชันใน ไอโฟน (iPhone)**
                                    Google Gear Fit และ S-Health แอปพลิเคชันใน Android***



                                    *การเชื่อมต่ออุปกรณ์ Fitbit, Jawbone หรือ Garmin ต้องเปิด Bluetooth ในสมาร์ทโฟน เพื่อเชื่อมต่อข้อมูลจำนวนก้าวเดิน และต้องเชื่อมต่ออุปกรณ์ Fitbit, Jawbone หรือ Garmin ในแอปพลิเคชันของ Fitbit, Jawbone และ Garmin ตามลำดับ

                                    **การเชื่อมต่อข้อมูลจำนวนก้าวเดินกับ Apple Health ต้องเป็นไอโฟน (iPhone) รุ่นตั้งแต่ iPhone 5s ขึ้นไปเท่านั้น

                                    ***การเชื่อมต่อข้อมูลจำนวนก้าวเดินกับ S-Health จะสามารถเชื่อมต่อได้ก็ต่อเมื่อโทรศัพท์ Android รุ่นนั้นๆมีระบบนับจังหวะก้าวเดินเท่านั้น

                                    ระยะเวลาและวันหมดอายุของ E-Sticker

                                    E-Sticker ที่ผู้เข้าร่วมโครงการสะสมจะหมดอายุทุกวันที่ 31 ธันวาคมของทุกปี โดยเมื่อขึ้นปีใหม่หรือวันที่ 1 มกราคมของปีถัดไป จำนวน E-Sticker ที่ผู้เข้าร่วมโครงการสะสมไว้ในปีก่อนหน้าจะหมดอายุและไม่สามารถยกยอดมาสะสมต่อได้

                                    การรับสิทธิพิเศษต่างๆ

                                    ผู้เข้าร่วมโครงการสามารถรับสิทธิพิเศษโดยการแสดงหน้าจอหมวดสิทธิพิเศษที่ปรากฏในแอปพลิเคชัน และแสดงรหัสโปรโมชั่นที่ได้รับจากแอปพลิเคชัน หรือกดรับสิทธิพิเศษผ่านแอปพลิเคชัน เพื่อขอรับสิทธิพิเศษจากบริษัทพันธมิตรที่เข้าร่วมโครงการ MTL SIX PACKS ภายใต้ข้อกำหนดและเงื่อนไขของโครงการ MTL SIX PACKS

                                    การแลกเปลี่ยน E-Sticker เป็นคะแนนสะสมเมืองไทย Smile Club

                                    สมาชิกที่มีกรมธรรม์ของบริษัทฯ ตามหลักเกณฑ์และเงื่อนไขที่โครงการ MTL Six Packs กำหนดและเป็นสมาชิกเมืองไทย Smile Club สามารถแลก E-Sticker ที่ได้รับจากการเข้าร่วมกิจกรรมในโครงการ MTL SIX PACKS เป็นคะแนนสะสม Smile Point เพื่อรับสิทธิประโยชน์มากมายจากเมืองไทย Smile Club (โดยบริษัท เมืองไทยประกันชีวิต จำกัด (มหาชน)) โดยจำนวน E- Sticker ที่สามารถแลกคะแนนสะสม Smile Point ได้ เป็นไปตามตารางดังต่อไปนี้



                                    จำนวน E- Sticker ที่สะสมได้


                                    คะแนนสะสม Smile Point ที่สามารถแลกได้

                                    ทุกๆ 1,000 ดวง


                                    1 Smile Point

                                    *ซึ่งการปรับเปลี่ยนเงื่อนไขของการแลก E-Sticker เป็นคะแนนสะสม Smile Point จะเป็นไปตามที่โครงการ MTL Six Packs กำหนด และเมื่อ E-Sticker ถูกแลกเปลี่ยนเป็นคะแนนสะสม Smile Point แล้ว จะไม่สามารถแลกเปลี่ยนกลับคืนได้
                                    สมาชิกต้องกรอกข้อมูลเลขที่บัตรประจำตัวประชาชน ในหน้าข้อมูลส่วนตัวในแอปพลิเคชัน ให้ครบถ้วนและถูกต้องจึงจะสามารถแลกเปลี่ยน E-Sticker เป็นคะแนนสะสม Smile Point ได้
                                    สมาชิกสามารถแลก E-Sticker เป็นคะแนนสะสม Smile Point ได้ด้วยตัวเองในแอปพลิเคชัน MTL Six Packs ที่หมวด Smile Point
                                    คะแนนสะสม Smile Point ที่ได้รับจากการแลกเปลี่ยน E-Sticker ของผู้เข้าร่วมโครงการจะมีอายุ 3 ปีนับจากวันที่สมาชิกทำการแลกเปลี่ยน



                                    กิจกรรมต่างๆในโครงการ MTL SIX PACKS และการสะสม E-Sticker

                                    Power Body Pack การออกกำลังกาย:

                                    คุณสามารถสะสม E-Sticker ได้สูงสุด 35,000 ดวงต่อปี ผ่านการทำกิจกรรมต่างๆดังนี้
                                    การเดิน คุณสามารถสะสม E-Sticker จากการเดินของคุณในแต่ละวัน โดยจำนวน E-Sticker ที่จะได้รับจะขึ้นอยู่กับจำนวนก้าวเดินของคุณในวันนั้นๆ แอปพลิเคชัน จะนับจำนวนก้าวเดินจากการเชื่อมต่อข้อมูลกับอุปกรณ์นับจังหวะการเดินที่คุณสวมใส่*โดยระบบจะคำนวณจำนวน E-Sticker และคุณจะได้รับ E-Sticker จากการเดินต่อวันในเวลา 23.45 น. ของวันถัดไป รายละเอียดการได้รับ E-Sticker มีดังนี้
                                    จำนวนก้าวเดินต่อวัน   จำนวน E-Sticker (ดวง)
                                    6,001 – 8,000 ก้าวเดิน  35
                                    8,001 – 10,000 ก้าวเดิน   90
                                    มากกว่า 10,000 ก้าวเดิน   120
                                    การแข่งขันกีฬา คุณสามารถสะสม E-Sticker จากการเข้าร่วมการแข่งขันกีฬาต่างๆของบริษัท หรือการแข่งขันกีฬาอื่นๆ โดยการถ่ายรูปใบสมัครการแข่งขันกีฬาที่คุณเข้าร่วม พร้อมหมายเลขประจำตัวของคุณ และอัปโหลดในแอปพลิเคชัน ภายใต้รายละเอียดการได้รับ E-Sticker มีดังนี้

                                    กิจกรรมการแข่งขันกีฬา   จำนวน จำนวน E-Sticker (ดวงต่อครั้ง)
                                    กิจกรรมการแข่งขันกีฬาของบริษัท  1,200
                                    กิจกรรมการแข่งขันกีฬาอื่นๆ  600
                                    รูปถ่ายใบสมัครและหมายเลขประจำตัวต้องเห็นชัดเจน
                                    รูปถ่ายใบสมัครต้องระบุวันที่จัดกิจกรรม และต้องอัปโหลดรูปถ่ายใบสมัครพร้อมหมายเลขประจำตัวของคุณในแอปพลิเคชัน ภายใน 3 เดือนหลังจากวันที่สิ้นสุดกิจกรรมนั้นๆ
                                    ใบสมัครและหมายเลขประจำตัวของคุณ 1 ชุด สามารถใช้รับ E-Sticker ได้เพียง 1 ครั้งเท่านั้น
                                    คุณจะได้รับ E-Sticker ภายใน 5 วันทำการนับจากวันที่อัปโหลดรูปถ่ายใบสมัคร
                                    การออกกำลังกาย และการฝึกโยคะ คุณสามารถสะสม E-Sticker จากการออกกำลังกายในแต่ละครั้ง ที่ฟิตเนสหรือการฝึกโยคะกับบริษัทพันธมิตรที่เข้าร่วมโครงการ MTL SIX PACKS ผ่านวิธีการที่โครงการกำหนด โดยคุณจะได้รับ E-Sticker จากการทำกิจกรรมซึ่งภายใต้รายละเอียดการได้รับ E-Sticker มีดังนี้
                                    การออกกำลังกาย(ต่อครั้ง)  จำนวน จำนวน E-Sticker (ดวงต่อครั้ง)
                                    ออกกำลังกายที่ฟิตเนส หรือฝึกโยคะ กับบริษัทพันธมิตรที่เข้าร่วมโครงการ MTL SIX PACKS  150
                                    ระบบจะคำนวณ E-Sticker ที่คุณจะได้รับและอัปเดตข้อมูลภายใน 5 วันทำการ



                                    Pure Medical Pack การตรวจสุขภาพ:

                                    คุณสามารถสะสม E-Sticker ได้สูงสุด 50,000 ดวงต่อปีสำหรับการทำกิจกรรมเพื่อสุขภาพ เช่น การตรวจสุขภาพประจำปี การฉีดวัคซีนป้องกันไข้หวัดใหญ่ การตรวจสุขภาพฟัน การทำแบบสอบถามเกี่ยวกับสุขภาพ และการตรวจวัดองค์ประกอบมวลร่างกาย โดยการถ่ายรูปใบเสร็จ หรือใบรับรองแพทย์ จากการตรวจสุขภาพประจำปี การรับวัคซีนป้องกันไข้หวัดใหญ่ การตรวจสุขภาพฟัน หรือการตรวจวัดองค์ประกอบมวลร่างกาย และอัปโหลดผ่านทางแอปพลิเคชัน และโดยการทำแบบสอบเกี่ยวกับสุขภาพในแอปพลิเคชัน MTL SIX PACKS ให้เสร็จสมบูรณ์

                                    นอกจากนั้น ผู้เข้าร่วมโครงการสามารถสะสม E-Sticker จากการวัดค่าดัชนีมวลกาย โดยการกรอกข้อมูลน้ำหนัก และส่วนสูงในหน้า “การตั้งค่า > ข้อมูลส่วนตัว” ในแอปพลิเคชัน ทั้งนี้ จำนวน E-Sticker ที่คุณได้รับ จะขึ้นอยู่กับค่าดัชนีมวลกายของคุณ จำนวน E-Sticker ที่ได้รับจากกิจกรรมต่างๆ มีรายละเอียดดังนี้
                                    รายละเอียดการตรวจสุขภาพ   จำนวนครั้งในการได้รับ
                                    E-Sticker ต่อปี / ผลการประเมินการตรวจสุขภาพ

                                    จำนวน E-Sticker ต่อครั้ง (ดวง)
                                    การตรวจสุขภาพประจำปี
                                    คุณสามารถสะสม E-Sticker ได้จากการตรวจสุขภาพประจำปี ในทุกๆปี   คุณจะได้รับ 1 ครั้งต่อปี  15,000
                                    ดัชนีมวลกาย / Body mass index ( BMI)*
                                    คุณสามารถสะสม E-Sticker ได้สูงสุด 1,500 ดวงจากการตรวจค่าดัชนีมวลกาย   น้อยกว่า 18.5
                                    ค่าระหว่าง 18.5 – 22.9
                                    ค่าระหว่าง 23 – 24.9
                                    ค่ามากกว่า 24.9   1,000
                                    2,500
                                    1,500
                                    –

                                    การฉีดวัคซีนป้องกันไข้หวัดใหญ่
                                    คุณสามารถสะสม E-Sticker จากการฉีดวัคซีนป้องกันไข้หวัดใหญ่ ในทุกๆปี

                                    คุณจะได้รับ 2 ครั้งต่อปี  4,000
                                    การตรวจสุขภาพฟัน
                                    คุณสามารถสะสม E-Sticker ได้สูงสุด 4,000 ดวงจากการตรวจสุขภาพฟัน*
                                    *การตรวจสุขภาพฟันคือการตรวจสุขภาพช่องปากและฟัน โดยทันตแพทย์   คุณจะได้รับ 2 ครั้งต่อปี  2,000 ดวงต่อครั้ง
                                    การทำแบบสอบถามเกี่ยวกับสุขภาพ
                                    คุณสามารถสะสม E-Sticker ได้สูงสุด 10,000 ดวง จากการทำแบบสอบถามเกี่ยวกับสุขภาพ โดยสามารถทำได้สูงสุด 4 ครั้งต่อปี

                                    น้อยกว่า 52 คะแนน
                                    52 คะแนน – 80 คะแนน
                                    มากกว่า 80 คะแนน  250
                                    1,500
                                    2,500

                                    การตรวจวัดองค์ประกอบร่างกาย
                                    คุณสามารถสะสม E-Sticker ได้สูงสุด 12,000 ดวงจากการตรวจวัดองค์ประกอบร่างกาย โดยคุณจะได้รับ สูงสุด 4 ครั้งต่อปี

                                    ระดับมาตรฐานและมีกล้ามเนื้อ (Standard Muscular)หรือ มาตรฐาน (Standard)
                                    ระดับออกกำลังกายน้อย
                                    (Under Exercised)
                                    ระดับผอม (Thin), ผอมและมีกล้ามเนื้อ (Thin Muscular) และมีกล้ามเนื้อมาก (Very Muscular)
                                    ระดับอ้วนซ่อนรูป (Hidden Obese), อ้วน (Obese) และ อ้วนร่างใหญ่ (Solidly-Build)

                                    3,000
                                    1,800
                                    600
                                    0

                                    ระบบจะคำนวณ E-Sticker ที่คุณจะได้รับและอัปเดตภายใน 5 วันทำการนับจากวันที่ส่งข้อมูล
                                    คุณสามารถสะสม E-Sticker จากการตรวจสุขภาพประจำปี การฉีดวัคซีนป้องกันไข้หวัดใหญ่ การตรวจสุขภาพฟัน และการตรวจวัดองค์ประกอบร่างกาย โดยการถ่ายรูปใบเสร็จ หรือใบรับรองแพทย์ จากการตรวจสุขภาพประจำปี การรับวัคซีนป้องกันไข้หวัดใหญ่ การตรวจสุขภาพฟัน หรือผลการตรวจวัดองค์ประกอบร่างกายและอัปโหลดผ่านทางแอปพลิเคชัน
                                    รูปถ่าย หรือใบรับรองแพทย์ต้องเห็นรายละเอียดชัดเจน อ่านได้
                                    ใบเสร็จหรือใบรับรองแพทย์ ต้องมีชื่อของโรงพยาบาลหรือคลินิก โดยชื่อผู้ขอ E-Sticker ต้องตรงกับชื่อผู้เข้ารับการตรวจสุขภาพประจำปี การฉีดวัคซีนป้องกันไข้หวัดใหญ่ หรือการตรวจสุขภาพฟัน
                                    รูปถ่ายใบเสร็จหรือใบรับรองแพทย์ต้องระบุวัน/เดือน/ปี และต้องอัปโหลดรูปถ่ายในแอปพลิเคชัน ภายใน 3 เดือนนับตั้งแต่วันที่ระบุในใบเสร็จหรือใบรับรองแพทย์
                                    รูปถ่ายสลิปผลการตรวจวิเคราะห์องค์ประกอบของร่างกายจากเครื่องชั่งน้ำหนัก TANITA ต้องเห็นรายละเอียดชัดเจน และอ่านได้
                                    รูปถ่ายสลิปผลการตรวจวิเคราะห์องค์ประกอบของร่างกายจากเครื่องชั่งน้ำหนัก TANITA ต้องระบุ วัน / เดือน / ปี และต้องอัปโหลดรูปถ่ายใบเสร็จภายใน 3 เดือนนับตั้งแต่วันที่ตรวจวิเคราะห์องค์ประกอบของร่างกาย
                                    รูปถ่าย หรือใบรับรองแพทย์ 1 ใบ สามารถขอรับ E-Sticker ได้ 1 ครั้งเท่านั้น



                                    Pleasure Pack การมีจิตใจเบิกบาน:

                                    คุณสามารถสะสม E-Sticker ได้สูงสุด 2,500 ดวงต่อปี สำหรับกิจกรรมการมีจิตใจเบิกบานตามข้อกำหนดและเงื่อนไขดังต่อไปนี้

                                    การทำกิจกรรมเพื่อความบันเทิง หรือชอปปิ้งสินค้าด้านสุขภาพความงาม และการท่องเที่ยวต่างๆที่โครงการฯกำหนด

                                    คุณสามารถสะสม E-Sticker ได้ตั้งแต่ 200 – 600 ดวงต่อครั้ง สำหรับการทำกิจกรรมเพื่อความบันเทิง หรือชอปปิ้งสินค้าด้านสุขภาพความงาม และการท่องเที่ยว ดังต่อไปนี้
                                    การเข้าพักในโรงแรมหรือรีสอร์ท
                                    การชมภาพยนตร์ในโรงภาพยนตร์
                                    การเดินทางท่องเที่ยวโดยเครื่องบิน
                                    การเข้าใช้บริการสปาเพื่อสุขภาพ

                                    โดยการถ่ายรูปใบเสร็จที่เข้าใช้บริการและอัปโหลดผ่านทางแอปพลิเคชัน เพื่อแลกรับ E-Sticker โดยคุณสามารถสะสม E-Sticker ได้สูงสุด 2,500 ดวงต่อปีสำหรับการทำกิจกรรมการมีจิตใจเบิกบานทั้งหมด ทั้งนี้ การรับ E-Stickerจะเป็นไปตามข้อกำหนดดังต่อไปนี้
                                    รูปถ่ายใบเสร็จต้องเห็นรายละเอียดชัดเจน อ่านได้
                                    ในกรณีที่เป็นใบเสร็จจะต้องมี Tax ID และชื่อของร้านค้าที่ซื้อสินค้า หรือใช้บริการ
                                    ในกรณีที่เป็นอีเมลยืนยันการจองที่พัก จะต้องเห็นหมายเลขการจอง วันที่จอง และวันที่เข้าพัก
                                    รูปถ่ายใบเสร็จ อีเมลยืนยันการจองที่พัก ตั๋วชมภาพยนตร์ หรือตั๋วเครื่องบินต้องระบุวัน/เดือน/ปี และต้องอัปโหลดรูปถ่ายภายใน 3 เดือนนับตั้งแต่วันที่ซื้อสินค้าหรือใช้บริการ
                                    การเดินทางท่องเที่ยวโดยเครื่องบิน คุณสามารถเดินทางกับสายการบินใดก็ได้ทั้งในประเทศและนอกประเทศ
                                    ใบเสร็จต้องมีราคาตั้งแต่ 200 บาทขึ้นไปต่อ 1 ใบเสร็จยกเว้นตั๋วภาพยนตร์ขึ้นอยู่กับกิจกรรม
                                    ใบเสร็จ อีเมลยืนยันการจองที่พัก ตั๋วชมภาพยนตร์ หรือตั๋วเครื่องบิน 1 ใบ สามารถใช้รับ E-Sticker ได้เพียง 1 ครั้งเท่านั้น
                                    ระบบจะคำนวณ E-Sticker ที่คุณจะได้รับภายใน 5 วันทำการนับตั้งแต่วันที่อัปโหลดรูปถ่ายใบเสร็จ อีเมลยืนยันการจองที่พัก ตั๋วชมภาพยนตร์ หรือตั๋วเครื่องบิน
                                    เข้าร่วมกิจกรรมช่วยเหลือสังคมต่างๆ

                                    คุณสามารถสะสม E-Sticker ได้ 500 ดวงต่อครั้ง เมื่อเข้าร่วมกิจกรรมช่วยเหลือสังคมต่างๆ (ที่ไม่ใช่เป็นการบริจาคเงินเพียงอย่างเดียว) เช่น กิจกรรมช่วยเหลือผู้พิการ บริจาคเลือด ปลูกป่า โดยการถ่ายรูปใบสมัครเข้าร่วมกิจกรรม ใบรับรองหรือเกียรติบัตรที่ได้รับเมื่อทำกิจกรรมช่วยเหลือสังคม และอัปโหลดในแอปพลิเคชัน คุณสามารถสะสม E-Sticker ได้สูงสุด 2,500 ดวงต่อปี โดยการรับ E-Sticker จะเป็นไปตามข้อกำหนดดังต่อไปนี้
                                    รูปถ่ายใบสมัคร ใบรับรอง หรือเกียรติบัตรที่คุณเข้าร่วมกิจกรรมต้องเห็นรายละเอียดชัดเจน อ่านได้
                                    รูปถ่ายต้องมีชื่อสถาบัน บริษัท หรือมูลนิธิ และระบุวันที่ที่ทำกิจกรรมไว้ชัดเจน
                                    คุณสามารถอัปโหลดรูปถ่ายใบสมัคร ใบรับรอง หรือเกียรติบัตรที่คุณเข้าร่วมกิจกรรมภายใน 3 เดือนหลังจากวันที่สิ้นสุดกิจกรรมนั้นๆ
                                    ใบสมัคร ใบรับรอง หรือเกียรติบัตร 1 ใบ สามารถใช้รับ E-Stickerได้เพียง 1 ครั้งเท่านั้น
                                    ระบบจะคำนวณ E-Sticker ที่คุณจะได้รับภายใน 5 วันทำการนับตั้งแต่วันที่อัปโหลดใบสมัคร ใบรับรอง หรือเกียรติบัตรที่คุณเข้าร่วมกิจกรรม



                                    Perfect Food Pack การทานอาหารที่มีประโยชน์:

                                    คุณสามารถสะสม E-Sticker ได้สูงสุด 8,000 ดวงต่อปีสำหรับกิจกรรการทานอาหารที่มีประโยชน์ดังต่อไปนี้
                                    การซื้ออาหารเพื่อสุขภาพหรืออาหารเสริมที่เข้าร่วมโครงการ MTL SIX PACKS
                                    คุณสามารถสะสม E-Sticker 500 ดวงต่อการซื้ออาหารเพื่อสุขภาพหรืออาหารเสริมต่อครั้ง โดยคุณสามารถสะสม E-Sticker ได้สูงสุด 8,000 ดวงต่อปี โดยวิธีการสะสม E-Sticker มี 3 วิธี ขึ้นอยู่กับเงื่อนไขและข้อกำหนดของแต่ละกิจกรรมตามที่โครงการ MTL SIX PACKS กำหนด โดยมีวิธีการดังต่อไปนี้

                                    1. การเชื่อมต่อข้อมูล โดยการกรอกหมายเลขสมาชิก หรือข้อมูลอื่นๆของท่านตามที่ระบุในแอปพลิเคชัน และตามเงื่อนไขที่บริษัทพันธมิตรกำหนด เมื่อเชื่อมต่อข้อมูลแล้ว ระบบจะทำการอัปเดต E-Sticker ของท่านโดยอัตโนมัติ หลังจากที่เชื่อมต่อข้อมูลสำเร็จและทำกิจกรรมตามเงื่อนไขของโครงการ MTL SIX PACKS ภายใน 15 วันทำการ (เฉพาะบริษัทพันธมิตรที่เข้าร่วมโครงการ MTL SIX PACKS เท่านั้น) โดยมีข้อกำหนดดังต่อไปนี้
                                    ใบเสร็จต้องมีราคาตั้งแต่ 200 บาทขึ้นไปต่อ 1 ใบเสร็จ
                                    ใบเสร็จ 1 ใบ สามารถใช้รับ E-Sticker ได้เพียง 1 ครั้งเท่านั้น
                                    ระบบจะคำนวณ E-Sticker ที่คุณจะได้รับภายใน 15 วันทำการนับจากวันซื้อสินค้า
                                    สมาชิกต้องเชื่อมต่อข้อมูลโดยการกรอกหมายเลขสมาชิก M Card ก่อนการซื้ออาหารเพื่อสุขภาพที่เข้าร่วมโครงการ MTL SIX PACKS เท่านั้น

                                    2. ถ่ายรูปใบเสร็จและอัปโหลดผ่านทางแอปพลิเคชัน เพื่อแลกรับ E-Sticker จากกิจกรรมการซื้อผักและผลไม้สดจากซุปเปอร์มาร์เก็ตต่างๆ
                                    โดยการรับ E-Sticker จะเป็นไปตามข้อกำหนดดังต่อไปนี้
                                    รูปถ่ายใบเสร็จต้องเห็นรายละเอียดชัดเจน อ่านได้
                                    ใบเสร็จนั้นต้องมี Tax ID และชื่อของร้านค้าที่ทำกิจกรรมการรับประทานอาหารเพื่อสุขภาพหรืออาหารเสริม หรือของร้านค้าที่เป็นบริษัทพันธมิตรที่เข้าร่วมโครงการ MTL SIX PACKS ขึ้นอยู่กับแต่ละกิจกรรม
                                    รูปถ่ายใบเสร็จต้องเป็นใบเสร็จที่ระบุวัน/เดือน/ปี และวันที่อัปโหลดรูปถ่ายในแอปพลิเคชัน ต้องอยู่ภายใน 3 เดือนนับตั้งแต่วันที่ระบุในใบเสร็จ
                                    ใบเสร็จต้องมีราคาตั้งแต่ 200 – 500 บาทขึ้นไปต่อ 1 ใบเสร็จขึ้นอยู่กับเงื่อนไขของแต่ละกิจกรรม
                                    ใบเสร็จ 1 ใบ สามารถใช้รับ E-Sticker ได้เพียง 1 ครั้งเท่านั้น
                                    ระบบจะคำนวณ E-Sticker ที่คุณจะได้รับภายใน 5 วันทำการนับจากวันที่อัปโหลดรูปถ่าย



                                    Protection Pack การเตรียมรับมือโรคภัย

                                    คุณสามารถสะสม E-Sticker ได้สูงสุดไม่เกิน 2,000 ดวงต่อปี
                                    สำหรับกิจกรรมการเตรียมรับมือโรคภัย โดยคุณจะได้รับ E-Sticker 1,000 ดวงต่อปี* เมื่อซื้อผลิตภัณฑ์ที่เข้าร่วมในโครงการ MTL SIX PACKS อย่างน้อย 1 ผลิตภัณฑ์ และเมื่อกรมธรรม์ และ/หรือ สัญญาเพิ่มเติมดังกล่าวได้รับการอนุมัติจากบริษัท หรือผู้เข้าร่วมโครงการได้ชำระเบี้ยประกันภัยในปีต่ออายุ ในกรณีที่ผู้เข้าร่วมโครงการ มีผลิตภัณฑ์ที่เข้าร่วมในโครงการ MTL SIX PACKS แล้ว สถานะสมาชิกของคุณจะเปลี่ยนสถานะจากระดับ Regular เป็นระดับ Premium และสำหรับในปีต่ออายุ สถานะสมาชิก Premium จะยังคงอยู่เมื่อคุณได้ชำระเบี้ยประกันภัยกรมธรรม์ และ/หรือ สัญญาเพิ่มเติมอย่างต่อเนื่อง
                                    นอกจากนี้คุณสามารถสะสม E-Sticker สำหรับกิจกรรมการเตรียมรับมือโรคภัยเพิ่มเติมสูงสุด 1,000 ดวงต่อปี จากแคมเปญต่างๆตลอดปีตามเงื่อนไขที่โครงการกำหนด

                                    * ผู้เข้าร่วมโครงการ 1 ท่าน จะได้รับ E-Sticker สูงสุดไม่เกิน 1,000 ดวงต่อปีเท่านั้น

                                    ผลิตภัณฑ์ที่เข้าร่วมโครงการ MTL SIX PACKS ได้แก่
                                    ผลิตภัณฑ์ประกันชีวิต

                                    โครงการ เมืองไทย รับทรัพย์ตลอดชีพ 90/7
                                    แบบประกันชีวิตเพื่อความคุ้มครองตลอดชีพ 80/4
                                    แบบประกันชีวิตเพื่อความคุ้มครองตลอดชีพ 99/9
                                    การซื้อความคุ้มครองสุขภาพเพิ่มเติม

                                    สัญญาเพิ่มเติมการประกันภัยสุขภาพ แบบสมาร์ทเฮลท์
                                    สัญญาเพิ่มเติมการประกันภัยสุขภาพ แบบวงเงินแน่นอน
                                    สัญญาเพิ่มเติมการประกันภัยสุขภาพ แบบแยกค่าใช้จ่าย / แบบวีไอพี
                                    สัญญาเพิ่มเติมซีไอ เพอร์เฟค แคร์
                                    สัญญาเพิ่มเติมโรคร้ายแรง แฮปปี้ ลีฟวิ่ง
                                    สัญญาเพิ่มเติมมัลติเพิล ซีไอ
                                    สัญญาเพิ่มเติม การประกันภัยสุขภาพ แบบเหมาจ่าย



                                    Personal Accomplishment Pack การพิชิตเป้าหมาย

                                    คุณสามารถสะสม E-Sticker ได้สูงสุด 2,500 ดวงต่อปี สำหรับการพิชิตเป้าหมาย รวมถึงการสมัครเข้าใช้บริการแอปพลิเคชัน ตามข้อกำหนดของกิจกรรมต่างๆ ดังต่อไปนี้
                                    การสมัครใช้บริการแอปพลิเคชัน คุณจะได้รับ E-Sticker 500 ดวงทันทีเมื่อสมัคร และกรอกข้อมูลตามที่กำหนดไว้ในแอปพลิเคชันครบถ้วน โดย E-Sticker นี้จะได้รับเพียงครั้งเดียวเท่านั้น
                                    อัปเดตข้อมูลในแอปพลิเคชัน คุณจะได้รับ E-Sticker 100 ดวงทันทีเมื่ออัปเดตข้อมูลของคุณในแอปพลิเคชัน ตามเงื่อนไขที่กำหนด โดย E-Sticker นี้จะได้รับเป็นรายปี ปีละ 1 ครั้ง และจะได้รับต่อเมื่อในแต่ละปีต้องมีการอัปเดตข้อมูลส่วนตัวของคุณในแอปพลิเคชันเท่านั้น
                                    การแข่งขัน คุณสามารถสะสม E-Sticker จากการพิชิตการแข่งขันที่จัดขึ้นตามที่ระบุในแอปพลิเคชัน
                                    อันดับที่ 1 จะได้รับ 500 ดวง ต่อ 1 การแข่งขันที่พิชิตได้
                                    อันดับที่ 2 จะได้รับ 300 ดวง ต่อ 1 การแข่งขันที่พิชิตได้
                                    อันดับที่ 3 จะได้รับ 150 ดวง ต่อ 1 การแข่งขันที่พิชิตได้
                                    อันดับที่ 4 และอันดับอื่นๆ จะได้รับ 50 ดวงต่อ 1 การแข่งขันที่พิชิตได้
                                    ระบบจะคำนวณระยะทางที่เดินได้จากจำนวนก้าวเดินของคุณโดยสูตรการคำนวณระยะทางคือ
                                    ระยะทางที่เดินได้ (km) = จำนวนก้าวเดิน x 0.65 m / 1,000
                                    ระบบจะประมวลผลการแข่งขัน และจัดอันดับผลการแข่งขันจากจำนวนก้าวเดินทั้งหมดในช่วงระยะเวลาการแข่งขัน โดยจะจัดลำดับของผู้เข้าร่วมแข่งขันภายในเวลา 23.45 น.ของวันถัดไป
                                    ผู้เข้าร่วมแข่งขันต้องเข้าใช้แอปพลิเคชัน ภายในระยะเวลาการแข่งขันเพื่อเชื่อมต่อข้อมูลการเดินกับแอปพลิเคชัน กรณีผู้เข้าร่วมแข่งขันไม่ได้เข้าใช้แอปพลิเคชัน ภายใน 12 ชั่วโมงหลังสิ้นสุดการแข่งขัน ข้อมูลการเดินของผู้เข้าร่วมแข่งขันจะไม่ถูกคำนวณเป็นระยะทางในการแข่งขัน และจำนวนระยะทางจะไม่รวมในการจัดอันดับการแข่งขัน



                                    ข้อกำหนดและเงื่อนไขเพิ่มเติมสำหรับกิจกรรมต่างๆในโครงการ MTL SIX PACKS และการสะสม E-Sticker

                                    โครงการ MTL SIX PACKS ขอสงวนสิทธิ์ในการเปลี่ยนแปลง แก้ไข หรือเพิ่มเติม กิจกรรมต่างๆ และจำนวน E-Sticker ที่ระบุไว้ในโครงการ MTL SIX PACKS โดยไม่ต้องแจ้งให้ทราบล่วงหน้า
                                    เงื่อนไขการขอรับ E-Sticker เป็นไปตามที่โครงการ MTL SIX PACKS กำหนด
                                    E-Sticker เป็นเพียงสัญลักษณ์ที่ใช้แสดงสิทธิ์ในการเข้าร่วมโครงการ MTL SIX PACKS หรือแลกรับสิทธิพิเศษต่างๆ และ ไม่สามารถแลกเป็นเงินสดได้
                                    เมื่อยืนยันการแลก E-Sticker เป็นสิทธิพิเศษหรือของรางวัลแล้ว จะไม่สามารถทำการแก้ไข เปลี่ยนแปลงหรือยกเลิกการแลก E-Sticker ได้
                                  </dl>
                                  ข้าพเจ้าได้ทำการศึกษา พิจารณาและตรวจสอบข้อกำหนดและเงื่อนไขการใช้บริการ MTL SIX PACKS และ ข้าพเจ้าได้รับทราบ ยอมรับ และตกลงผูกพันในข้อตกลงและเงื่อนไขการใช้บริการ MTL SIX PACKS นี้ตามที่ปรากฏดังกล่าวข้างต้นแล้ว</p>
                                </div>
                              </div>
                              <br>
                            </div>
                            <div class="checkbox check-success  ">

                             <input type="checkbox" value="1" id="checkbox2" <?php echo (!empty($regis['reg_id'])) ? 'checked':'' ?> >
                             <label for="checkbox2">ฉันเข้าใจและยอมรับในเงื่อนไข และ ข้อตกลง </label>
                           </div>


                         </div>
                         <br>

                       </div>
                     </div>
                   </div>
                 </div>
                 <div class="tab-pane slide-left padding-20 sm-no-padding" id="tab2">
                  <div class="row row-same-height">
                    <div class="col-md-5 b-r b-dashed b-grey ">
                      <div class="padding-30 sm-padding-5 sm-m-t-15 m-t-50">
                        <h2>แบบฟอร์มขอเข้าร่วมการจัดแสดงผลงานออกแบบ</h2>
                        <p>ขอบคุณที่คุณมีความสนใจเข้าร่วมโครงการของเรา โปรดกรอกข้อมูลที่จำเป็นตามแบบฟอร์มนี้เพื่อประกอบการสมัครเข้าร่วมโครงการ โดยคุณสามารถศึกษาข้อมูลของโครงการได้ <span> <a href="#">คลิกที่นี่</span></a> หากต้องการข้อมูลหรือคำปรึกษาเพิ่มเติมสามารถติดต่อผู้ประสานงานโครงการที่ด้านล่างนี้ได้</p>
                        <br>
                        <div>
                          <div class="profile-img-wrapper m-t-5 inline">
                            <img width="35" height="35" data-src-retina="assets/img/profiles/avatar_small2x.jpg" data-src="assets/img/profiles/avatar_small.jpg" alt="" src="assets/img/profiles/avatar_small2x.jpg">
                            <div class="chat-status available">
                            </div>
                          </div>
                          <div class="inline m-l-10">
                            <p class="small hint-text m-t-5"><?php echo @$project[0]->project_update_user; ?>
                              <br>ผู้ประสานงานโครงการ</p>
                            </div>
                          </div>
                        </div>

                      </div>
 
                      <div class="col-md-7">
                        <div class="padding-30 sm-padding-5">

                            <p>ข้อมูลบุคคล</p>
                            <div class="form-group-attached">
                              <div class="row clearfix">
                                <div class="col-sm-3">
                                  <div class="form-group form-group-default required form-group-default-selectFx">
                                    <label>คำนำหน้า</label>
                                    <select  id="prename" name="prename" class="cs-select cs-skin-slide cs-transparent form-control" data-init-plugin="cs-select">
      
                                      <option  <?php echo (@$member->prename == '') ? 'selected':'';?> value="" >เลือก</option>
                                      <option  <?php echo (@$member->prename == 1) ? 'selected':'';?> value="1">นาย</option>
                                      <option  <?php echo (@$member->prename == 2) ? 'selected':'';?> value="2">นาง</option>
                                      <option  <?php echo (@$member->prename == 3) ? 'selected':'';?> value="3">นางสาว</option>
                                      <option  <?php echo (@$member->prename == 4) ? 'selected':'';?> value="4">อื่นๆ</option>
                                    </select>
                                  </div>
                                </div>
                                <div class="col-sm-5">
                                  <div class="form-group form-group-default required">
                                    <label>ชื่อ</label>
                                    <input type="text" name="firstname" class="form-control" value="<?php echo $member->firstname;?>">
                                  </div>
                                </div>
                                <div class="col-sm-4">
                                  <div class="form-group form-group-default required">
                                    <label>นามสกุล</label>
                                    <input type="text" class="form-control" name="lastname" value="<?php echo $member->lastname;?>">
                                  </div>
                                </div>
                              </div>
                            </div>

                            <div class="form-group-attached" id="prename_detail" style="display:none;">
                              <div class="row clearfix">
                                <div class="col-sm-3">
                                  <div class="form-group form-group-default ">
                                    <label>โปรดระบุ</label>
                                    <input type="text" name="prename_detail"  class="form-control" value="<?php echo @$member->prename_detail;?>">
                                  </div>
                                </div>
                              </div>
                            </div>

                            <br>

                            <p>ที่อยู่</p>
                            <div class="form-group-attached">
                              <div class="form-group form-group-default required">
                                <label>ที่อยู่</label>
                                <input type="text" class="form-control" placeholder="โปรดระบุบที่อยู่ปัจจุบันของคุณ" name="address"  value="<?php echo $member->address;?>">
                              </div>
                              <div class="row clearfix">
                              <div class="col-sm-6">
                                  <div class="form-group form-group-default required">
                                    <label>ตำบล/แขวง</label>
                                    <input type="text" class="form-control" placeholder="ระบุแขวงหรือตำบลของคุณ" name="subdistrict" value="<?php echo $member->subdistrict;?>" >
                                  </div>
                                </div>
                                <div class="col-sm-6">
                                  <div class="form-group form-group-default required">
                                    <label>เขต/อำเภอ</label>
                                    <input type="text" class="form-control" name="district" value="<?php echo $member->district;?>" >
                                  </div>
                                </div>
                              </div>
                              <div class="row clearfix">

                                <div class="col-sm-9">
                                  <div class="form-group form-group-default required form-group-default-selectFx">
                                    <label for="province">จังหวัด</label>
                                    <select style="width: 100% !important;"   name="province" id="province " class="cs-select cs-skin-slide cs-transparent form-control " data-init-plugin="select2">
                                        <option value="" selected disable>เลือก</option>
                                        <?php 
                                          foreach ($province as $key => $value) { ?>
                                          <?php 
                                            $select = ''; 
                                            if(@$member->province == $value->code ){
                                                $select =  'selected';
                                            } ?>
                                          <option <?php echo $select; ?> value="<?php echo $value->code;?>"><?php echo $value->name_th;?></option>
                                        <?php } ?>
                                      </select>
                                  </div>
                                </div>
                                <div class="col-sm-3">
                                  <div class="form-group form-group-default required">
                                    <label>รหัสไปรษณีย์</label>
                                    <input type="text" class="form-control" name="zipcode" value="<?php echo $member->zipcode;?>" >
                                  </div>
                                </div>
                              </div>

                              <br>
                              <div class="form-group-attached">
                                <div class="row clearfix">
                                

                                  <div class="col-sm-6">
                                    <div class="form-group form-group-default required">
                                      <label>เบอร์โทรศัพท์</label>
                                      <input name="phone" type="text" id="phone" class="form-control" value="<?php echo $member->phone;?>">
                                    </div>
                                  </div>
                                  <div class="col-sm-6">
                                    <div class="form-group form-group-default required">
                                      <label>Email</label>
                                      <input type="text" class="form-control" name="email"  value="<?php echo $member->email;?>">
                                    </div>
                                  </div>

                                </div>
                              </div>


                              <br>
                              <p>เกี่ยวกับงาน</p>
                              <div class="form-group-attached">
                                <div class="row clearfix">
                                  <div class="col-sm-12">
                                    <div class="form-group form-group-default  form-group-default-selectFx">
                                      <label>อาชีพ</label>
                                      <select style="width:100%" name="job" id="job" class="cs-select cs-skin-slide cs-transparent form-control" data-init-plugin="select2">
                                      
                                        <option  <?php echo (@$member->job == '') ? 'selected':'';?> value="" >เลือก</option>
                                        <option  <?php echo (@$member->job == 1) ? 'selected':'';?> value="1">ผู้ประกอบการ SME</option>
                                        <option  <?php echo (@$member->job == 2) ? 'selected':'';?> value="2">ผู้ประกอบการธุรกิจสร้างสรรค์</option>
                                        <option  <?php echo (@$member->job == 3) ? 'selected':'';?> value="3">ผู้ประกอบการรายใหม่</option>
                                        <option  <?php echo (@$member->job == 4) ? 'selected':'';?> value="4">ผู้บริหาร/หุ้มส่วนกิจการ</option>
                                        <option  <?php echo (@$member->job == 5) ? 'selected':'';?> value="5">พนักงาน/พนักงานบริษัท</option>
                                        <option  <?php echo (@$member->job == 6) ? 'selected':'';?> value="6">นักออกแบบ/ศิลปิน/สถาปนิก/ช่างฝีมือ</option>
                                        <option  <?php echo (@$member->job == 7) ? 'selected':'';?> value="7">นักเรียนนักศึกษา</option>
                                        <option  <?php echo (@$member->job == 8) ? 'selected':'';?> value="8">อาชีพอิสระที่เกี่ยวข้องกับงานด้านการออกแบบและพัฒนาสินและบริการ</option>
                                        <option  <?php echo (@$member->job == 9) ? 'selected':'';?> value="9">อื่นๆ (โปรดระบุ)</option>

                                      </select>
                                    </div>
                                  </div>
                                </div>


                                
                                  <div class="row clearfix" id="job_detail" <?php echo (@$member->job_detail && @$data->job == 9) ?  "" : "style='display:none;'" ?>>
                                  <div class="col-sm-12">
                                    <div class="form-group form-group-default ">
                                      <input type="text" name="job_detail" placeholder="ระบุอาชีพของคุณ" class="form-control" value="<?php echo @$member->job_detail; ?>">
                                    </div>
                                  </div>
                                  
                                </div>

                                <div class="row clearfix">
                                  <div class="col-sm-12">
                                    <div class="form-group form-group-default  form-group-default-selectFx">
                                      <label>กรณีที่กิจการของท่านอยู่ในอุตสาหกรรมสร้างสรรค์ โปรดระบุสาขา</label>
                                      <select style="width:100%" name="job_type" class="cs-select cs-skin-slide cs-transparent form-control" data-init-plugin="select2">
                                      
                                        <option  <?php echo (@$member->job_type == '') ? 'selected':'';?> value="" >เลือก</option>
                                        <option  <?php echo (@$member->job_type == 1) ? 'selected':'';?> value="1">งานฝีมือและหัตถกรรม</option>
                                        <option  <?php echo (@$member->job_type == 2) ? 'selected':'';?> value="2">ศิลปะการแสดง</option>
                                        <option  <?php echo (@$member->job_type == 3) ? 'selected':'';?> value="3">ทัศนศิลป์</option>
                                        <option  <?php echo (@$member->job_type == 4) ? 'selected':'';?> value="4">ดนตรี</option>
                                        <option  <?php echo (@$member->job_type == 5) ? 'selected':'';?> value="5">ภาพยนตร์และวิดีทัศน์</option>
                                        <option  <?php echo (@$member->job_type == 6) ? 'selected':'';?> value="6">การพิมพ์</option>
                                        <option  <?php echo (@$member->job_type == 7) ? 'selected':'';?> value="7">การกระจายเสียง</option>
                                        <option  <?php echo (@$member->job_type == 8) ? 'selected':'';?> value="8">ซอฟต์แวร์</option>
                                        <option  <?php echo (@$member->job_type == 9) ? 'selected':'';?> value="9">การโฆษณา</option>
                                        <option  <?php echo (@$member->job_type == 10) ? 'selected':'';?> value="10">การออกแบบ (รวมถึงแฟชั่น</option>
                                        <option  <?php echo (@$member->job_type == 11) ? 'selected':'';?> value="11">สถาปัตยกรรม</option>
                                        <option  <?php echo (@$member->job_type == 12) ? 'selected':'';?> value="11">แฟชั่น (การผลิตเครื่องแต่งกายสำเร็จรูป)</option>
                                      </select>
                                    </div>
                                  </div>
                                </div>

                                
                                <div class="row clearfix">
                                  <div class="col-sm-12">
                                    <div class="form-group form-group-default  form-group-default-selectFx">
                                      <label>ลักษณะสินค้าและบริการของท่านอยู่ในระยะใด</label>
                                      <select style="width:100%" name="company_service" class="cs-select cs-skin-slide cs-transparent form-control" data-init-plugin="select2">
                                      
                                        <option  <?php echo (@$member->company_service == '') ? 'selected':'';?> value="" >เลือก</option>
                                        <option  <?php echo (@$member->company_service == 1) ? 'selected':'';?> value="1">กำลังนำต้นแบบไปทดลองหรือทดสอบตลาด</option>
                                        <option  <?php echo (@$member->company_service == 2) ? 'selected':'';?> value="2">กำลังเริ่มการผลิตเชิงพาณิชย์</option>
                                        <option  <?php echo (@$member->company_service == 3) ? 'selected':'';?> value="3">ผลิตและจำหน่ายจริงมาแล้ว น้อยกว่า 3 ปี</option>
                                        <option  <?php echo (@$member->company_service == 4) ? 'selected':'';?> value="4">ผลิตและจำหน่ายจริงมาแล้ว 3-10 ปี</option>
                                        <option  <?php echo (@$member->company_service == 5) ? 'selected':'';?> value="5">ผลิตและจำหน่ายจริงมาแล้ว มากกว่า 10 ปี</option>
                          
                                      </select>
                                    </div>
                                  </div>
                                </div>

                              </div>

                              <div class="form-group-attached">
                                <div class="row clearfix">

                                  <div class="col-sm-6">
                                    <div class="form-group form-group-default">
                                      <label>เว็บไซต์</label>
                                      <input type="text" id="website" name="website" class="form-control" value="<?php echo @$member->website; ?>">
                                    </div>
                                  </div>
                                  <div class="col-sm-6">
                                    <div class="form-group form-group-default">
                                      <label>ชื่อแบรนด์</label>
                                      <input type="text" class="form-control" name="brand" value="<?php echo @$member->brand; ?>" > 
                                    </div>
                                  </div>
                                </div>

                                <div class="form-group-attached">
                                  <div class="row clearfix">

                                    <div class="col-sm-6">
                                      <div class="form-group form-group-default">
                                        <label>LINE</label>
                                        <input type="text" class="form-control" name="lineid" value="<?php echo @$member->lineid; ?>">
                                      </div>
                                    </div>
                                    <div class="col-sm-6">
                                      <div class="form-group form-group-default">
                                        <label>Facebook Fan Page</label>
                                        <input type="text" class="form-control" name="facebook" value="<?php echo @$member->facebook; ?>">
                                      </div>
                                    </div>
                                  </div>
                                </div>
                              </div>

                              <br>
                              <h5>คุณเป็น ตัวแทนองค์กร หรือ บริษัท?</h5>
                              <br>
                              <?php 
                                  $status2 = 'checked';
                                  $status1 = '';
                                  if (@$member->company_type == 0){ 
                                    $status1 = 'checked';
                                    $status2 = '';
                              }?>
                              <div class="radio radio-default" >
                                <input type="radio" value="0" name="radio1" id="radio1Yes" <?php echo $status1; ?>>
                                <label for="radio1Yes">ไม่ใช่</label>
                                <input type="radio" value="1" name="radio1" id="radio1No" <?php echo $status2; ?>>
                                <label for="radio1No">ใช่ฉันเป็นตัวแทนองค์กรหรือบริษัท</label>
                              </div>
                              <br><br>
                              

                              <div class="form-group-attached" id="radio-company">
                              <p>เกี่ยวกับองค์กร/บริษัท</p>
                                <div class="row clearfix">
                                  <div class="col-sm">
                                    <div class="form-group form-group-default">
                                      <label>ชื่อบริษัท/องค์กร</label>
                                      <input type="text" name="company_name" id="company_name " class="form-control" value="<?php echo @$member->company_name;?>" >
                                    </div>
                                  </div>
                                  <div class="form-group form-group-default required">
                                    <label>ที่อยู่</label>
                                    <input type="text" name="company_address" id="company_address " class="form-control" placeholder="โปรดระบุบที่อยู่ขององค์กรหรือบริษัท" value="<?php echo @$member->company_address;?>">
                                  </div>
                                </div>

                                <div class="row clearfix">
     
                                  <div class="col-sm-6">
                                    <div class="form-group form-group-default required">
                                      <label>ตำบล/แขวง</label>
                                      <input type="text" name="company_subdistrict" id="company_subdistrict" class="form-control" placeholder="ระบุแขวงหรือตำบลของคุณ" value="<?php echo @$member->company_subdistrict;?>" >
                                    </div>
                                  </div>
                                  <div class="col-sm-6">
                                    <div class="form-group form-group-default required">
                                      <label>เขต/อำเภอ</label>
                                      <input type="text" name="company_district" id="company_district" class="form-control" value="<?php echo @$member->company_district;?>">
                                    </div>
                                  </div>
                                </div>
                                <div class="row clearfix">
                                  <div class="col-sm-9">
                                      <div class="form-group form-group-default required form-group-default-selectFx">
                                        <label for="company_province">จังหวัด</label>
                                        <select  style="width: 100% !important;"  name="company_province" id="company_province " class="cs-select cs-skin-slide cs-transparent form-control " data-init-plugin="select2">
                                          <option value="" selected disable>เลือก</option>
                                          <?php 
                                            foreach ($province as $key => $value) { ?>
                                            <?php 
                                              $select = ''; 
                                              if(@$member->company_province == $value->code ){
                                                  $select =  'selected';
                                              } ?>
                                            <option <?php echo $select; ?> value="<?php echo $value->code;?>"><?php echo $value->name_th;?></option>
                                          <?php } ?>
                                        </select>
                                      </div>
                                    </div>
                                  <div class="col-sm-3">
                                    <div class="form-group form-group-default required">
                                      <label>รหัสไปรษณีย์</label>
                                      <input type="text" name="company_zipcode" id="company_zipcode" class="form-control" value="<?php echo @$member->company_zipcode;?>">
                                    </div>
                                  </div>
                                </div>



                              </div>

                              <br>
                              <?php 
                                  $status2 = 'checked';
                                  $status1 = '';
                                  if (@$member->coordinator_type == 0){ 
                                    $status1 = 'checked';
                                    $status2 = '';
                              }?>
                              <h5>ผู้ประสานงาน</h5>
                              <br>
                              <div class="radio radio-default">
                                <input type="radio" value="0" name="radio2" id="radio2Yes" <?php echo $status1;?> >
                                <label for="radio2Yes">ฉันเป็นผู้ประสานงาน</label>
                                <input type="radio" value="1" name="radio2" id="radio2No" <?php echo $status2;?>>
                                <label for="radio2No">เพิ่มผู้ประสานงาน</label>
                              </div>
                              <br><br>

                              <!-- ข้อมูลผู้ประสานงาน เริ่ม -->
                              <div id="agent">
                                <p>ข้อมูลผู้ประสานงาน</p>
                             
                                <div class="form-group-attached">
                                  <div class="row clearfix">
                                    <div class="col-sm-3">
                                      <div class="form-group form-group-default required form-group-default-selectFx">
                                        <label>คำนำหน้า</label>
                                        <select name="coordinator_prename" class="cs-select cs-skin-slide cs-transparent form-control" data-init-plugin="cs-select">
                                          <option <?php echo (@$member->coordinator_prename == '')? 'selected':''?> value="">โปรดเลือก</option>
                                          <option <?php echo (@$member->coordinator_prename == '1')? 'selected':''?> value="1">นาย</option>
                                          <option <?php echo (@$member->coordinator_prename == '2')? 'selected':''?> value="2">นาง</option>
                                          <option <?php echo (@$member->coordinator_prename == '3')? 'selected':''?> value="3">นางสาว</option>
                                          <option <?php echo (@$member->coordinator_prename == '4')? 'selected':''?> value="4">อื่นๆ</option>
                                        </select>
                                      </div>
                                    </div>
                                    <div class="col-sm-5">
                                      <div class="form-group form-group-default required">
                                        <label>ชื่อ</label>
                                        <input type="text" class="form-control" name="coordinator_firstname" value="<?php echo @$member->coordinator_firstname; ?>">
                                      </div>
                                    </div>
                                    <div class="col-sm-4">
                                      <div class="form-group form-group-default">
                                        <label>นามสกุล</label>
                                        <input type="text" class="form-control" name="coordinator_lastname" value="<?php echo @$member->coordinator_lastname; ?>">
                                      </div>
                                    </div>
                                  </div>


                                </div>
  
                                <br>
                                <div class="form-group-attached">
                                    <div class="row clearfix">

                                      <div class="col-sm-6">
                                        <div class="form-group form-group-default required">
                                          <label>เบอร์โทรศัพท์</label>
                                          <input type="text" id="phone" class="form-control" name="coordinator_phone" value="<?php echo @$member->coordinator_phone; ?>">
                                        </div>
                                      </div>
                                      <div class="col-sm-6">
                                        <div class="form-group form-group-default required">
                                          <label>LINEID</label>
                                          <input type="text" class="form-control" name="coordinator_lineid" value="<?php echo @$member->coordinator_lineid; ?>">
                                        </div>
                                      </div>

                                    </div>

                                    <div class="row clearfix">

                                      <div class="col-sm-12">
                                        <div class="form-group form-group-default required">
                                          <label>EMAIL</label>
                                          <input type="text" id="phone" class="form-control" name="coordinator_email" value="<?php echo @$member->coordinator_email; ?>">
                                        </div>
                                      </div>
                                      

                                    </div>
                                  </div>
                              </div>




                              <!-- ข้อมูลผู้ประสานงาน จบ -->                              
                            </div>
                         
                        </div>
                      </div>
                    </div>
                  </div>


                <div class="tab-pane  slide-left padding-20 sm-no-padding " id="tab3">

                 
                  <div class="row clearfix">
                     <div class="col-md-5 b-r b-dashed b-grey ">
                      <div class="padding-30 sm-padding-5 sm-m-t-15 m-t-50">
                        
                      </div>
                    </div>
                    <div class="col-sm-7">
                    <p>เป้าหมายหลัก ในการจัดแสดงผลงาน</p>
                      <div class="checkbox check-success">
                        <input <?php echo (@$regis['target_type'] == 1)? 'checked':'' ?> type="checkbox"  value="1" name="target_type" id="check1">
                        <label for="check1">เพื่อเพิ่มมูลค่าของสินค้า</label>
                      </div>
                      <div class="checkbox check-success">
                        <input <?php echo (@$regis['target_type'] == 2)? 'checked':'' ?> type="checkbox"  value="2" name="target_type" id="check2">
                        <label for="check2">เพื่อสร้างชื่อแบนด์ให้เป็นที่รู้จัก</label>
                      </div>
                      <div class="checkbox check-success">
                        <input <?php echo (@$regis['target_type'] == 3)? 'checked':'' ?> type="checkbox"  value="3" name="target_type" id="check3">
                        <label for="check3">เพื่อเพิ่มโอกาสการจ้างงาน</label>
                      </div>
                      <div class="checkbox check-success">
                        <input  <?php echo (@$regis['target_type'] == 4)? 'checked':'' ?> type="checkbox"  value="4" name="target_type" id="check15">
                        <label for="check15">อื่นๆ (โปรดระบุ)</label>
                      </div>

                      <div class="form-group-attached" id="target_type" style="display:none;">
                        <div class="form-group form-group-default ">

                          <input type="text" class="form-control" placeholder="โปรดระบุบเป้าหมายหลัก ในการจัดแสดงผลงาน" name="target_type_detail">
                        </div>
                      </div>
                      


                    </div>
                  </div>
                  
                  <div class="clone-form">
                  <?php if( empty(@$regis['product']) ) { ?>

                   <div class="clonedInput" id="clonedInput">
                      <div class="row row-same-height " id ="second">
                          <div class="col-md-5 b-r b-dashed b-grey ">
                            <div class="padding-30 sm-padding-5 sm-m-t-15 m-t-50">
                              <h2>ข้อมูลผลงานออกแบบ</h2>
                              <p>โปรดกรอกข้อมูลชิ้นงานที่ท่านต้องการจัดแสดงตามแบบฟอร์มของเรา ไม่ต้องกังวลคุณสามารถเข้ามาแก้ไขข้อมูลได้ตามที่คุณต้องการ</p>
                            </div>
                          </div>

                            <div class="col-md-7 ">
                              <div class="padding-30 sm-padding-5">
                                <p id="num" class="num">1. ข้อมูลชิ้นงานชิ้นที่ </p>
                                <div class="form-group-attached">
                                    <div class="row clearfix">

                                      <div class="col-sm-4">
                                        <div class="form-group form-group-default required form-group-default-selectFx">
                                          <label>ประเภทผลงาน</label>
                                          <select style="width:100%" name="product_type[]" class="cs-select cs-skin-slide cs-transparent form-control product_type" data-init-plugin="select2">
                                            <option  value="">เลือก</option>
                                            <option  value="1">เฟอร์นิเจอร์</option>
                                            <option  value="2">ไลฟ์สไตล์</option>
                                            <option  value="3">ตกแต่งบ้าน</option>
                                            <option  value="4">เครื่องประดับ</option>
                                            <option  value="5">แฟชั่น</option>
                                            <option  value="6">อาหาร</option>
                                            <option  value="7">สื่อ (multimedia, Graphic)</option>
                                          </select>
                                        </div>
                                      </div>

                                      <div class="col-sm-8">
                                        <div class="form-group form-group-default required">
                                          <label>ชื่อผลงาน</label>
                                          <input  id="product_name" name="product_name[]" type="text" class="form-control" >
                                        </div>
                                      </div>
                                      
                                    </div>

                                    <div class="form-group-attached">
                                      <div class="row clearfix">

                                        <div class="col-sm-6">
                                          <div class="form-group form-group-default required">
                                            <label>วัสดุ</label>
                                            <input name="material[]" type="text" class="form-control"  >
                                          </div>
                                        </div>

                                        <div class="col-sm-6">
                                          <div class="form-group form-group-default">
                                            <p class="all-caps fs-12 bold">วันที่ออกแบบ/จัดทำ :</p>
                                        
                                            <div id="myDatepicker" class="input-group date">
                                              <input name="product_date[]" type="text" class="form-control datepicker-range" >
                                              <span class="input-group-addon"><i class="fa fa-calendar"></i>
                                              </span>
                                            </div>

                                          </div>
                                        </div>

                                      </div>
                                    </div>


                                    <br>
                                    <p>2. ขนาดและจำนวนของผลงาน</p>

                                    <div class="form-group-attached">
                                      <div class="row clearfix">
                                        <div class="col-sm-4">

                                          <div class="form-group form-group-default input-group">
                                            <div class="form-input-group">
                                              <label class="">กว้าง</label>
                                              <input name="product_width[]" class="form-control" type="text" >
                                            </div>
                                            <div class="input-group-addon">
                                              ซ.ม.
                                            </div>
                                          </div>

                                        </div>

                                        <div class="col-sm-4">
                                          <div class="form-group form-group-default input-group">
                                            <div class="form-input-group">
                                              <label class="">ยาว</label>
                                              <input name="product_length[]" class="form-control" type="text" >
                                            </div>
                                            <div class="input-group-addon">
                                              ซ.ม.
                                            </div>
                                          </div>
                                        </div>

                                        <div class="col-sm-4">
                                          <div class="form-group form-group-default input-group">
                                            <div class="form-input-group">
                                              <label class="">สูง</label>
                                              <input  name="product_height[]"class="form-control" type="text" >
                                            </div>
                                            <div class="input-group-addon">
                                              ซ.ม.
                                            </div>
                                          </div>
                                        </div>
                                        <br>
                                        <div class="col-sm">
                                          <br>
                                          <div class="form-group">
                                            <label>จำนวนผลงาน</label>
                                            <span class="help">โปรดระบุบจำนวนชิ้นที่ประกอบการจัดแสดง</span>
                                            <input name="product_amount[]" class="form-control"  type="text" >
                                          </div>
                                        </div>
                                      </div>
                                    </div>

                                    <br>

                                    <div class="form-group-attached">
                                      <div class="row clearfix">
                                        <div class="col-sm-12">
                                          <p>3. แนวความคิดการออกแบบ</p>
                                          <div class="wysiwyg5-wrapper b-a b-grey">
                                            <textarea name="product_concept[]" id="wysiwyg5" class="wysiwyg demo-form-wysiwyg"  placeholder="โปรดระบุบแนวความคิด ..." ui-jq="wysihtml5" ui-options="{
                                            html: true,
                                            stylesheets: ['pages/css/editor.css']
                                            }"></textarea>
                                          </div>
                                        </div>

                                



                                      </div>
                                    </div>

                                    <br>
                                    <p>4. ภาพผลงาน</p>

                                    <div class="col-sm-12">
                                        <div class="row clearfix">
                                          <div class="col-sm-12">
                                            <div class="form-group  ">
                                              <label>ภาพรวมของผลงาน</label>
                                              <div class="fallback">
                                                <input id="product_img" name="product_img[1][]" type="file" multiple="multiple" accept="image/jpg, image/jpeg"  />
                                              </div>
                                            </div>
                                          </div>
                                        
                                        </div>

                                        <div class="row clearfix">
                                          <div class="col-sm-12">
                                            <div class="form-group ">
                                              <label>ภาพ Close Up</label>
                                              <div class="fallback">
                                                <input id="product_closeup" name="product_closeup[1][]" type="file" multiple="multiple" accept="image/jpg, image/jpeg"  />
                                              </div>
                                            </div>
                                          </div>
                                        
                                        </div>

                                        <div class="row clearfix">
                                          <div class="col-sm-12">
                                            <div class="form-group ">
                                              <label>ภาพ Pack Shot</label>
                                              <div class="fallback">
                                                <input id="product_packshot" name="product_packshot[1][]" type="file" multiple="multiple" accept="image/jpg, image/jpeg"  />
                                              </div>
                                              
                                            </div>
                                          </div>
                                        
                                        </div>
                                    
                                    </div>

                                  </div>


                                <br>
                                <p>5. ผู้ออกแบบ</p>

                                <div class="form-group-attached">
                                  <div class="row clearfix">


                                    <div class="col-sm-6">
                                      <div class="form-group form-group-default required">
                                        <label>ชื่อ</label>
                                        <input type="text" class="form-control" name="product_firstname[] "  >
                                      </div>
                                    </div>
                                    <div class="col-sm-6">
                                    <div class="form-group form-group-default required">
                                      <label>นามสกุล</label>
                                      <input type="text" class="form-control" name="product_lastname[]" >
                                    </div>
                                  </div>

                                </div>
                              </div>
                              </div>

                                <hr>

                              <!-- เริ่มส่วนที่ 2 -->


                            
                            <!-- จบส่วนที่ 2 -->
                            </div>
                                            
                      </div>
                    </div>
                  
                  <?php }else{ ?>
                  <?php foreach (@$regis['product'] as $key => $value) { ?>
                  
                 
                    <div class="clonedInput" id="clonedInput<?php echo $key+1;?>">
                      <div class="row row-same-height " id ="second">
                          <div class="col-md-5 b-r b-dashed b-grey ">
                            <div class="padding-30 sm-padding-5 sm-m-t-15 m-t-50">
                              <h2>ข้อมูลผลงานออกแบบ</h2>
                              <p>โปรดกรอกข้อมูลชิ้นงานที่ท่านต้องการจัดแสดงตามแบบฟอร์มของเรา ไม่ต้องกังวลคุณสามารถเข้ามาแก้ไขข้อมูลได้ตามที่คุณต้องการ</p>
                            </div>
                          </div>

                            <div class="col-md-7 ">
                              <div class="padding-30 sm-padding-5">
                                <p id="num" class="num">1. ข้อมูลชิ้นงานชิ้นที่ <?php echo $key+1; ?></p>
                                <div class="form-group-attached">
                                    <div class="row clearfix">

                                      <div class="col-sm-4">
                                        <div class="form-group form-group-default required form-group-default-selectFx">
                                          <label>ประเภทผลงาน</label>
                                          <select style="width:100%" name="product_type[]" class="cs-select cs-skin-slide cs-transparent form-control product_type" data-init-plugin="select2">
                                            <option <?php echo (@$value['product_type'] == '') ? 'selected':''?> value="">เลือก</option>
                                            <option <?php echo (@$value['product_type'] == '1') ? 'selected':''?> value="1">เฟอร์นิเจอร์</option>
                                            <option <?php echo (@$value['product_type'] == '2') ? 'selected':''?> value="2">ไลฟ์สไตล์</option>
                                            <option <?php echo (@$value['product_type'] == '3') ? 'selected':''?> value="3">ตกแต่งบ้าน</option>
                                            <option <?php echo (@$value['product_type'] == '4') ? 'selected':''?> value="4">เครื่องประดับ</option>
                                            <option <?php echo (@$value['product_type'] == '5') ? 'selected':''?> value="5">แฟชั่น</option>
                                            <option <?php echo (@$value['product_type'] == '6') ? 'selected':''?> value="6">อาหาร</option>
                                            <option <?php echo (@$value['product_type'] == '7') ? 'selected':''?> value="7">สื่อ (multimedia, Graphic)</option>
                                          </select>
                                        </div>
                                      </div>

                                      <div class="col-sm-8">
                                        <div class="form-group form-group-default required">
                                          <label>ชื่อผลงาน</label>
                                          <input  id="product_name" name="product_name[]" type="text" class="form-control" value="<?php echo @$value['product_name']?>" >
                                        </div>
                                      </div>
                                      
                                    </div>

                                    <div class="form-group-attached">
                                      <div class="row clearfix">

                                        <div class="col-sm-6">
                                          <div class="form-group form-group-default required">
                                            <label>วัสดุ</label>
                                            <input name="material[]" type="text" class="form-control" value="<?php echo @$value['material']?>" >
                                          </div>
                                        </div>

                                        <div class="col-sm-6">
                                          <div class="form-group form-group-default">
                                            <p class="all-caps fs-12 bold">วันที่ออกแบบ/จัดทำ :</p>
                                            <?php 
                                            $date = '';
                                            if (!empty(@$value['product_date']) && @$value['product_date'] != '0000-00-00'  ){
                                              $dates = explode('-',$value['product_date']);
                                              $date = $dates[1] .'/'.$dates[2].'/'.$dates[0];
                                         
                                            }?>
                                            <div id="myDatepicker" class="input-group date">
                                              <input name="product_date[]" type="text" class="form-control datepicker-range" value="<?php echo @$date?>">
                                              <span class="input-group-addon"><i class="fa fa-calendar"></i>
                                              </span>
                                            </div>

                                          </div>
                                        </div>

                                      </div>
                                    </div>


                                    <br>
                                    <p>2. ขนาดและจำนวนของผลงาน</p>

                                    <div class="form-group-attached">
                                      <div class="row clearfix">
                                        <div class="col-sm-4">

                                          <div class="form-group form-group-default input-group">
                                            <div class="form-input-group">
                                              <label class="">กว้าง</label>
                                              <input name="product_width[]" class="form-control" type="text" value="<?php echo @$value['product_width']?>">
                                            </div>
                                            <div class="input-group-addon">
                                              ซ.ม.
                                            </div>
                                          </div>

                                        </div>

                                        <div class="col-sm-4">
                                          <div class="form-group form-group-default input-group">
                                            <div class="form-input-group">
                                              <label class="">ยาว</label>
                                              <input name="product_length[]" class="form-control" type="text" value="<?php echo @$value['product_length']?>">
                                            </div>
                                            <div class="input-group-addon">
                                              ซ.ม.
                                            </div>
                                          </div>
                                        </div>

                                        <div class="col-sm-4">
                                          <div class="form-group form-group-default input-group">
                                            <div class="form-input-group">
                                              <label class="">สูง</label>
                                              <input  name="product_height[]"class="form-control" type="text" value="<?php echo @$value['product_height']?>">
                                            </div>
                                            <div class="input-group-addon">
                                              ซ.ม.
                                            </div>
                                          </div>
                                        </div>
                                        <br>
                                        <div class="col-sm">
                                          <br>
                                          <div class="form-group">
                                            <label>จำนวนผลงาน</label>
                                            <span class="help">โปรดระบุบจำนวนชิ้นที่ประกอบการจัดแสดง</span>
                                            <input name="product_amount[]" class="form-control"  type="text" value="<?php echo @$value['product_amount']?>">
                                          </div>
                                        </div>
                                      </div>
                                    </div>

                                    <br>

                                    <div class="form-group-attached">
                                      <div class="row clearfix">
                                        <div class="col-sm-12">
                                          <p>3. แนวความคิดการออกแบบ</p>
                                          <div class="wysiwyg5-wrapper b-a b-grey">
                                            <textarea name="product_concept[]" id="wysiwyg5" class="wysiwyg demo-form-wysiwyg" value="<?php echo @$value['product_concept']?>" placeholder="โปรดระบุบแนวความคิด ..." ui-jq="wysihtml5" ui-options="{
                                            html: true,
                                            stylesheets: ['pages/css/editor.css']
                                            }"></textarea>
                                          </div>
                                        </div>

                                



                                      </div>
                                    </div>

                                    <br>
                                    <p>4. ภาพผลงาน</p>

                                    <div class="col-sm-12">
                                        <div class="row clearfix">
                                          <div class="col-sm-12">
                                            <div class="form-group  ">
                                              <label>ภาพรวมของผลงาน</label>
                                              <div class="fallback">
                                                <input id="product_img" name="product_img[1][]" type="file" multiple="multiple" accept="image/jpg, image/jpeg"  />
                                              </div>
                                            </div>
                                          </div>
                                        
                                        </div>

                                        <div class="row clearfix">
                                          <div class="col-sm-12">
                                            <div class="form-group ">
                                              <label>ภาพ Close Up</label>
                                              <div class="fallback">
                                                <input id="product_closeup" name="product_closeup[1][]" type="file" multiple="multiple" accept="image/jpg, image/jpeg"  />
                                              </div>
                                            </div>
                                          </div>
                                        
                                        </div>

                                        <div class="row clearfix">
                                          <div class="col-sm-12">
                                            <div class="form-group ">
                                              <label>ภาพ Pack Shot</label>
                                              <div class="fallback">
                                                <input id="product_packshot" name="product_packshot[1][]" type="file" multiple="multiple" accept="image/jpg, image/jpeg"  />
                                              </div>
                                              
                                            </div>
                                          </div>
                                        
                                        </div>
                                    
                                    </div>

                                  </div>


                                <br>
                                <p>5. ผู้ออกแบบ</p>

                                <div class="form-group-attached">
                                  <div class="row clearfix">


                                    <div class="col-sm-6">
                                      <div class="form-group form-group-default required">
                                        <label>ชื่อ</label>
                                        <input type="text" class="form-control" name="product_firstname[] " value="<?php echo @$value['product_firstname']?>" >
                                      </div>
                                    </div>
                                    <div class="col-sm-6">
                                    <div class="form-group form-group-default required">
                                      <label>นามสกุล</label>
                                      <input type="text" class="form-control" name="product_lastname[]" value="<?php echo @$value['product_lastname']?>">
                                    </div>
                                  </div>

                                </div>
                              </div>
                              </div>

                                <hr>

                              <!-- เริ่มส่วนที่ 2 -->


                            
                            <!-- จบส่วนที่ 2 -->
                            </div>
                                            
                      </div>
                    </div>
                 
            
                  <?php }} ?>
                  </div>

                  <div class="row clearfix">
                    <div class="col-sm-7 offset-sm-5">
                      <div class="padding-10 sm-padding-5">
                        <div class="checkbox check-success  ">
                             <input type="checkbox" value="1" id="product_check">
                             <label for="product_check">ข้าพเจ้าขอยืนยันว่าผลงานชิ้นนี้ไม่ได้มีการทำซ้ำหรือคัดลอกมาจากผู้อื่น</label>
                        </div>
               
                        <hr>
                      </div>
                    </div>
                  </div>
                
                  <div class="row clearfix">
                    <div class="col-sm-7 offset-sm-5">
                      <a  style="color:white;" id="clone" class="btn btn-primary btn-cons clone"><i class="fa fa-plus"></i> เพิ่มผลงาน</a>
                    </div>
                  </div>

                 
            </div>
               

        <div class="tab-pane slide-left padding-20 sm-no-padding" id="tab4">
         <div class="row row-same-height">
            <div class="col-md-5 b-r b-dashed b-grey ">
              <div class="padding-30 sm-padding-5 sm-m-t-15 m-t-50">
                <h2>การร่วมจัดแสดงและเอกสาร</h2>
                <p>เรามีคำถามอีกไม่มากที่ต้องการและเอกสารบางฉบับที่คุณต้องเตรียมการให้เรา</p>
              </div>
            </div>
            <div class="col-md-7">
              <div class="padding-30 sm-padding-5">
            
                
                    <!-- <p>1. เป้าหมายหลักของการจัดแสดงผลงาน</p>
                    <div class="row clearfix">
                      <div class="col-sm">

                        <div class="checkbox check-success">
                          <input type="checkbox"  value="1" name="target_type" id="check1">
                          <label for="check1">ต้องการพบคู่ค้าทางธุรกิจและรับออเดอร์</label>
                        </div>
                        <div class="checkbox check-success">
                          <input type="checkbox"  value="2" name="target_type" id="check2">
                          <label for="check2">ต้องการนำเสนอผลงานการออกแบบใหม่ และจับคู่ทางธุรกิจ</label>
                        </div>
                        <div class="checkbox check-success">
                          <input type="checkbox"  value="3" name="target_type" id="check3">
                          <label for="check3">ต้องการจำหน่ายสินค้า</label>
                        </div>


                      </div>

                    </div> -->

                    <p>1. ลักษณะพื้นที่ในการจัดแสดง</p>
                    <div class="form-group-attached">
                      <div class="row clearfix">
                        <div class="col-sm">

                          <div class="checkbox check-success">
                            <input <?php echo (@$regis['showarea_type'] == 1)? 'checked':'' ?> type="checkbox"  value="1" name="showarea_type" id="check7">
                            <label for="check7">ภายในอาคาร</label>
                          </div>
                          <div class="checkbox check-success">
                            <input <?php echo (@$regis['showarea_type'] == 2)? 'checked':'' ?> type="checkbox"  value="2" name="showarea_type" id="check8">
                            <label for="check8">ภายนอกอาคาร</label>
                          </div>
            

                        </div>

                      </div>
                    </div>

                    <br>
                    <p>2. พื้นที่จัดแสดง</p>
                    <div class="form-group-attached">
                      <div class="row clearfix">


                        <div class="col-sm">

                        <div class="checkbox check-success">
                          <input <?php echo (@$regis['area_type'] == 1)? 'checked':'' ?> type="checkbox"  value="1" name="area_type" id="check4">
                          <label for="check4">2 x 1.5 เมตร</label>
                        </div>
                        <div class="checkbox check-success">
                          <input <?php echo (@$regis['area_type'] == 2)? 'checked':'' ?> type="checkbox"  value="2" name="area_type" id="check5">
                          <label for="check5">2 x 3 เมตร</label>
                        </div>
                        <div class="checkbox check-success">
                          <input <?php echo (@$regis['area_type'] == 3)? 'checked':'' ?> type="checkbox"  value="3" name="area_type" id="check6">
                          <label for="check6">2 x 6 เมตร</label>
                        </div>



                      </div>
                    </div>

                

                    <br>
                    <p>3. ลักษณะในการจัดแสดง (Drop Down)</p>

                    <div class="form-group-attached">
                      <div class="row clearfix">


                        <div class="col-sm">

                        <div class="checkbox check-success">
                          <input <?php echo (@$regis['show_type'] == 1)? 'checked':'' ?> type="checkbox"  value="1" name="show_type" id="check9">
                          <label for="check9">จัดวางพร้อมคำอธิบาย</label>
                        </div>
                        <div class="checkbox check-success">
                          <input <?php echo (@$regis['show_type'] == 2)? 'checked':'' ?> type="checkbox"  value="2" name="show_type" id="check10">
                          <label for="check10">จัดแสดงพร้อมพื้นที่ทดลอง</label>
                        </div>
                        <div class="checkbox check-success">
                          <input <?php echo (@$regis['show_type'] == 3)? 'checked':'' ?> type="checkbox"  value="3" name="show_type" id="check11">
                          <label for="check11">จัดแสดงพร้อมสื่อประกอบ (ภาพ&เสียง)</label>
                        </div>
                        <div class="checkbox check-success">
                          <input <?php echo (@$regis['show_type'] == 4)? 'checked':'' ?> type="checkbox"  value="4" name="show_type" id="check12">
                          <label for="check12">จัดแสดงแบบใช้สื่อ แสง สี เสียง</label>
                        </div>
                        <div class="checkbox check-success">
                          <input <?php echo (@$regis['show_type'] == 5)? 'checked':'' ?> type="checkbox"  value="5" name="show_type" id="check13">
                          <label for="check13">จัดแสดงโดยมีการสาธิตให้ดู</label>
                        </div>
                        <div class="checkbox check-success">
                          <input <?php echo (@$regis['show_type'] == 6)? 'checked':'' ?> type="checkbox"  value="6" name="show_type" id="check14">
                          <label for="check14">จัดแสดงแบบมีกลิ่น</label>
                        </div>



                      </div>

                    </div>
    



              </div>
            </div>


           </div>
          </div>

          </div>
        </div>

      <div class="tab-pane slide-left padding-20 sm-no-padding" id="tab5">
        <h1>ขอบคุณ</h1>
      </div>

  <div class="padding-20 sm-padding-5 sm-m-b-20 sm-m-t-20 bg-white clearfix">
    <ul class="pager wizard no-style">
      <li class="next">
        <button id="btn-next" class="btn btn-primary btn-cons btn-animated from-left fa fa-hospital-o pull-right" type="button">
          <span>ถัดไป</span>
        </button>
      </li>
      <li class="next finish hidden">
        <button id="btn-finish" class="btn btn-primary btn-cons btn-animated from-left fa fa-cog pull-right" type="button">
          <span>เสร็จสิ้น</span>
        </button>
      </li>
      <li class="previous first hidden">
        <button class="btn btn-default btn-cons btn-animated from-left fa fa-cog pull-right" type="button">
          <span>หน้าสุด</span>
        </button>
      </li>
      <li class="previous">
        <button class="btn btn-default btn-cons pull-right" type="button">
          <span>ย้อนกลับ</span>
        </button>
      </li>
    </ul>
  </div>

</div>
</div>
</div>
<?php echo form_close(); ?>

<!-- END CONTAINER FLUID -->
</div>
</div>
<!-- END PAGE CONTENT -->